/* Window Title */
"Bauhaus Clock Options" = "包豪斯时钟选项";

/* Theme Selection */
"Theme" = "外观";
"Day" = "白天";
"Night" = "夜晚";
"System" = "系统";

/* Color Selection */
"Lume Color" = "光色";

/* Watch Dial Selection */
"Watch Dial" = "表盘";

/* Buttons */
"OK" = "确定";
"Cancel" = "取消";
"Made with care by Atilla ↗" = "Atilla，倾注爱意制作。↗";

/* Color Names */
"Red" = "红色";
"Amber" = "琥珀";
"Lavender" = "薰衣草";
"Rose" = "玫瑰";
"Seafoam" = "海泡沫";
"Sky" = "天空";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "桃色";
"Tritium Green" = "氚绿";
"Aqua" = "水蓝";
"Lime" = "青柠";
"Yellow" = "黄色";
"Ice Blue" = "冰蓝色";
"White" = "白色";

/* Size Selection */
"Size" = "尺寸";
"Standard" = "经典";
"Compact" = "紧凑";

/* Movement Selection */
"Movement" = "机芯";
"1 Hz" = "石英";
"4 Hz" = "机械";
"60 Hz" = "数字";

/* Movement Subtitles */
"Quartz tick" = "石英跳秒";
"Mechanical sweep" = "机械扫动";
"Ultra smooth" = "连续扫秒";

/* Watch Dial Names */
"Glacier" = "冰川";
"Ocean" = "海洋";
"Turquoise" = "绿松石";
"Tennis" = "网球";
"Signal Blue" = "信号蓝";
"Salmon" = "鲑鱼";
"White" = "白色";
"Yellow" = "黄色";
"Beige" = "米色";
"Pistachio" = "开心果";
"Lavender" = "薰衣草";
"Sky Blue" = "天空蓝";
"Cream" = "奶油色";
"Charcoal" = "炭色";
"Noir" = "黑色";